Repository: renaudjenny/RenaudJennyAboutView
Catalog: Sources/RenaudJennyAboutView/Resources/*.lproj/Localizable.strings
Languages: fr

source: About
fr: À propos

source: Based on open source projects you can find on my [GitHub](https://github.com/renaudjenny)
fr: Elle est basée sur mes projets open source que vous pouvez trouver sur mon [GitHub](https://github.com/renaudjenny)

source: Based on open source projects you can find on my GitHub
fr: Elle est basée sur mes projets open source que vous pouvez trouver sur mon GitHub

source: Done
fr: Terminé

source: Icons and illustrations by Mathilde Seyller
fr: Icones et illustrations par Mathilde Seyller

source: Icons and illustrations by [Mathilde Seyller](https://www.instagram.com/myobriel)
fr: Icones et illustrations par [Mathilde Seyller](https://www.instagram.com/myobriel)

source: Rate this application on the App Store
fr: Notez cette application sur l'App Store

source: Thank you for your support!
fr: Merci de votre soutien !

source: This application has been made by Renaud Jenny
fr: Cette application a été développée par Renaud Jenny

source: This application has been made by [Renaud Jenny](https://pouet.chapril.org/@renaudjenny)
fr: Cette application a été développée par [Renaud Jenny](https://pouet.chapril.org/@renaudjenny)
